<template>
  <div class="app-container">
    <el-table
      :data="tableData"
      style="width: 100%"
      height="550"
    >
      <el-table-column
        fixed
        prop="date"
        label="日期"
        width="150"
      />
      <el-table-column
        prop="text"
        label="文本"
        width="990"
      />
    </el-table>
  </div>
</template>

<script>
export default {
  data() {
    return {
      tableData: [{
        date: '2020-05-03',
        text: '去过好多次了，老板们人很好，还有双胞胎，特地看了一下，的确很像。游戏满多的，最喜欢古邦国，因为每次都我赢哈哈。环境还蛮干净明亮的。也没想到正好一个同学的同学住在他们楼上，真巧啊\n' +
          '比较喜欢声音很明亮的那个老板，每次上来都说这是很欢乐的游戏，其实我们想要不欢乐的游戏，哈哈',
      }, {
        date: '2020-05-02',
        text: '环境挺好的，听说夏天的时候会有新人选择在这里办户外婚礼，个人认为还是很适合的。菜色一般，整餐吃下来没有特别想推荐的。大厅的空调根本不管事儿，冻死了。服务员也比较一般。',
      }, {
        date: '2020-05-04',
        text: '味道还可以，主要是环境比较好，晚上就没什么感觉，白天不冷不热的季节在院子里晒晒太阳蛮惬意……\n' +
          '总体来说做商务宴请用还是比较有面子滴~',
      }, {
        date: '2020-05-01',
        text: '这里吃的真没什么推荐的，但是环境很好，真的很适合办欧式婚礼或聚会。要是夏秋去可能更好，这的红酒也不错，价位上也行，可以品鉴一下',
      }, {
        date: '2020-05-08',
        text: '上次糯米网团购去的。菜的量很小，像是喂鸟的，根本吃不饱！味道也很差，所谓的还行2都不新鲜了，生蚝就是干瘪的海蛎子。虾头都是黑的，',
      }, {
        date: '2020-05-06',
        text: '年轻人偏多，装修在本地来说很好，比较时尚，比起那些所谓的夜总会要好的多，人气很旺，我们大年初四去的居然等位，震惊！',
      }, {
        date: '2020-05-07',
        text: '很小一间小吃店，4-5张桌子。买了一碗二两的素粉。\n' +
          '很快就下好了，要下粉的师傅给了一点辣，没有香菜，自己往里面放了点他家泡萝卜，一点青辣椒丁，调个味。泡萝卜不是很酸，带着萝卜的本味。粉还是圆粉，不过比很久以前的桂林圆米粉细些。分量也少了些，几筷子就吃完了。底汤味道还可以。整体一般，和其他味道好的桂林米粉店比较而言。\n' +
          '除去米粉热干面3，门口还有炸面窝卖，是迷你型的那种，喝的就是原味豆浆。',
      }]
    }
  }
}
</script>

<style scoped>

</style>
